#    1) შექმენით კალკულატორის ფუნქცია  რომელიც მომხმარებელს შეეკითხება ორ რიცხვს და მოქმედების ტიპს(მიმატება, გამოკლება, გამრავლება, გაყოფა) შესაბამისად ფუნქცია დააბრუნებს ანუ დაბეჭდავს შედეგს იმისდამიხედვით მომხმარებელს რა სურს და რა რიცხვები შემოიტანა, მაგალითად მომხმარებელმა თუ შემოიტანა 5 და 2 და ასევე მას სურს გამრავლება ფუნქციამ უნდა დააბრუნოს დაბეჭდოს შედეგად 2 * 5 ანუ 10
def calc(num1,num2,operator):
    if operator =="+":
        result=num1+num2
    
    elif operator =="-":
        result=num1+num2

    elif operator =="/":
        result=num1/num2

    elif operator =="*":
        result=num1*num2
    print(result)

result = calc(6,6,"*")
print (result) 